[
  {
    "id": 0,
    "line": "Well, here I am. What are your other two wishes?",
    "category": "cheesy"
  },
  {
    "id": 1,
    "line": "Hey, my name's Microsft. Can I crash at your place tonight?",
    "category": "cheesy"
  },
  {
    "id": 2,
    "line": "Are you French? Because Eiffel for you.",
    "category": "cheesy"
  },
  {
    "id": 3,
    "line": "Do you like raisins? How do you feel about a date?",
    "category": "cheesy"
  },
  {
    "id": 4,
    "line": "There is something wrong with my cell phone. It doesn't have your number in it.",
    "category": "cheesy"
  },
  {
    "id": 5,
    "line": "If I could rearrange the alphabet, I'd put 'U' and 'I' together.",
    "category": "cheesy"
  },
  {
    "id": 6,
    "line": "Aside from being sexy, what do you do for a living?",
    "category": "cheesy"
  },
  {
    "id": 7,
    "line": "I must be a snowflake, because I've fallen for you.",
    "category": "cheesy"
  },
  {
    "id": 8,
    "line": "Are you from Tennessee? Because you're the only 10 I see!",
    "category": "cheesy"
  },
  {
    "id": 9,
    "line": "If you were a Transformer... you'd be Optimus Fine.",
    "category": "cheesy"
  },
  {
    "id": 10,
    "line": "Are you a parking ticket? Because you've got FINE written all over you.",
    "category": "cheesy"
  },
  {
    "id": 11,
    "line": "I wish I were cross-eyed so I can see you twice.",
    "category": "cheesy"
  },
  {
    "id": 12,
    "line": "I must be in a museum, because you truly are a work of art.",
    "category": "cheesy"
  },
  {
    "id": 13,
    "line": "Do you believe in love at first sight—or should I walk by again?",
    "category": "cheesy"
  },
  {
    "id": 14,
    "line": "We're not socks, but I think we'd make a great pair.",
    "category": "cheesy"
  },
  {
    "id": 15,
    "line": "Do you like Star Wars? Because Yoda only one for me!",
    "category": "cheesy"
  },
  {
    "id": 16,
    "line": "Did you invent the airplane? Because you seem Wright for me.",
    "category": "cheesy"
  },
  {
    "id": 17,
    "line": "Did the sun come out or did you just smile at me?",
    "category": "cheesy"
  },
  {
    "id": 18,
    "line": "Do you know CPR? Because you are taking my breath away!",
    "category": "cheesy"
  },
  {
    "id": 19,
    "line": "Forget hydrogen, you're my number one element.",
    "category": "geeky"
  },
  {
    "id": 20,
    "line": "Hey, does this handkerchief smell like CHCl3?",
    "category": "geeky"
  },
  {
    "id": 21,
    "line": "Come with me, let's convert our potential energy into kinetic energy.",
    "category": "geeky"
  },
  {
    "id": 22,
    "line": "If we were chromosomes, you'd be my homologous pair.",
    "category": "geeky"
  },
  {
    "id": 23,
    "line": "Hey babe, wanna make a zygote?",
    "category": "geeky"
  },
  {
    "id": 24,
    "line": "Are you fossil? Because I want to date you!",
    "category": "geeky"
  },
  {
    "id": 25,
    "line": "Are you made of Copper and Tellurium? Because you're CuTe.",
    "category": "geeky"
  },
  {
    "id": 26,
    "line": "You're hotter than a Bunsen burner.",
    "category": "geeky"
  },
  {
    "id": 27,
    "line": "Is there a science room nearby, or am I just sensing chemistry between us?",
    "category": "geeky"
  },
  {
    "id": 28,
    "line": "You must be related to Nikola Tesla because you're electrifying.",
    "category": "geeky"
  },
  {
    "id": 29,
    "line": "Are you a carbon sample? Because I want to date you.",
    "category": "geeky"
  },
  {
    "id": 30,
    "line": "Your clothes would look better accelerating towards the floor at 9.8 m/s2.",
    "category": "geeky"
  },
  {
    "id": 31,
    "line": "You seem to be traveling at the speed of light, because time always seems to stop when I look at you.",
    "category": "geeky"
  },
  {
    "id": 32,
    "line": "Could you tell me the oxidation state of this atom and your phone number?",
    "category": "geeky"
  },
  {
    "id": 33,
    "line": "If I supply the voltage and you supply the resistance, imagine the currents we can make together.",
    "category": "geeky"
  },
  {
    "id": 34,
    "line": "Wanna partner up so we can test the spring potential of my bed mattress?",
    "category": "geeky"
  },
  {
    "id": 35,
    "line": "Your name must be Andromeda(Galaxy), because we are destined to collide.",
    "category": "geeky"
  },
  {
    "id": 36,
    "line": "A life without you, would be like a computer without an OS.",
    "category": "geeky"
  },
  {
    "id": 37,
    "line": "Are you still using Internet Explorer? Hmm, you must like it nice and slow.",
    "category": "geeky"
  },
  {
    "id": 38,
    "line": "Are you a keyboard? Because you're my type!",
    "category": "geeky"
  },
  {
    "id": 39,
    "line": "I wish I could select all of your clothes and press delete.",
    "category": "geeky"
  },
  {
    "id": 40,
    "line": "Do you like raisins? How do you feel about a date?",
    "category": "hilarious"
  },
  {
    "id": 41,
    "line": "Baby, if you were words on a page, you'd be fine print.",
    "category": "hilarious"
  },
  {
    "id": 42,
    "line": "I was blinded by your beauty; I'm going to need your name and phone number for insurance purposes.",
    "category": "hilarious"
  },
  {
    "id": 43,
    "line": "Are you a bank loan? Because you got my interest.",
    "category": "hilarious"
  },
  {
    "id": 44,
    "line": "Can I follow you where you're going right now? Because my parents always told me to follow my dreams.",
    "category": "hilarious"
  },
  {
    "id": 45,
    "line": "Life without you is like a broken pencil...pointless.",
    "category": "hilarious"
  },
  {
    "id": 46,
    "line": "Hey, my name's Microsoft. Can I crash at your place tonight.",
    "category": "hilarious"
  },
  {
    "id": 47,
    "line": "If I could re-arrange alphabets, I'd put U and I together.",
    "category": "hilarious"
  },
  {
    "id": 48,
    "line": "There is something wrong with my cell phone. It doesn't have your number in it.",
    "category": "hilarious"
  },
  {
    "id": 49,
    "line": "I must be in a museum, because you truly are a work of art.",
    "category": "hilarious"
  },
  {
    "id": 50,
    "line": "Do you have any room for an extra tongue in your mouth?",
    "category": "hilarious"
  },
  {
    "id": 51,
    "line": "Do you have an extra heart? You stole mine.",
    "category": "hilarious"
  },
  {
    "id": 52,
    "line": "The doctor said I'm sick because I'm lacking Vitamin U.",
    "category": "hilarious"
  },
  {
    "id": 53,
    "line": "If you were a fruit, you'd be a fineapple.",
    "category": "hilarious"
  },
  {
    "id": 54,
    "line": "Did you swallow magnets? Cause you've been attracting me all night.",
    "category": "hilarious"
  },
  {
    "id": 55,
    "line": "Would you grab my arm so I can tell my friends I've been touched by an angel?",
    "category": "hilarious"
  },
  {
    "id": 56,
    "line": "Kiss me if I'm wrong, but dinosaurs still exist, right?",
    "category": "hilarious"
  },
  {
    "id": 57,
    "line": "You've got the curves, I've got the angles.",
    "category": "math"
  },
  {
    "id": 58,
    "line": "You are one well-defined function!",
    "category": "math"
  },
  {
    "id": 59,
    "line": "I'm not being obtuse, but you're so acute!",
    "category": "math"
  },
  {
    "id": 60,
    "line": "I want our love to be like pi, irrational and never ending.",
    "category": "math"
  },
  {
    "id": 61,
    "line": "You’ve got more curves than a triple integral.",
    "category": "math"
  },
  {
    "id": 62,
    "line": "I am cosine squared and you are sine squared. Together, we are one.",
    "category": "math"
  },
  {
    "id": 63,
    "line": "Let me be your integral so I can be the area under your curves.",
    "category": "math"
  },
  {
    "id": 64,
    "line": "Are you the square root of -1? Because you can't be real!",
    "category": "math"
  },
  {
    "id": 65,
    "line": "Do you like math? Add you and me, subtract our clothes, divide your legs and we can multiply.",
    "category": "math"
  },
  {
    "id": 66,
    "line": "You’re so good at algebra, could you replace my X without asking Y?",
    "category": "math"
  },
  {
    "id": 67,
    "line": "Are you a differentiable function? Because I'd like to be the tangent to your curves!",
    "category": "math"
  },
  {
    "id": 68,
    "line": "Let’s go to my room so I can show you the exponential growth of my natural log.",
    "category": "math"
  },
  {
    "id": 69,
    "line": "Do you want to share some electrons? Maybe we could have a stable relationship.",
    "category": "math"
  },
  {
    "id": 70,
    "line": "Don’t worry, I played Tetris as a kid. I can make it fit.",
    "category": "math"
  },
  {
    "id": 71,
    "line": "Life without you would be like a sentence without spaces.",
    "category": "math"
  },
  {
    "id": 72,
    "line": "I'm sorry that I wasn't part of your past. Can I make it up by being in your future?",
    "category": "math"
  },
  {
    "id": 73,
    "line": "Do you like Harry Potter? Because I Dumbledore you.",
    "category": "movie"
  },
  {
    "id": 74,
    "line": "I'd love to get my basilisk into your chamber of secrets.",
    "category": "movie"
  },
  {
    "id": 75,
    "line": "Is your name winter? Because you'll be coming soon.",
    "category": "movie"
  },
  {
    "id": 76,
    "line": "Are you a dementor? Because you take my breath away.",
    "category": "movie"
  },
  {
    "id": 77,
    "line": "Before I can show you the force, you must bend over and show me your dark side.",
    "category": "movie"
  },
  {
    "id": 78,
    "line": "Your body is made up of 70% water. . .and I'm thirsty.",
    "category": "nsfw"
  },
  {
    "id": 79,
    "line": "I'm not into watching sunsets, but I'd love to see you go down.",
    "category": "nsfw"
  },
  {
    "id": 80,
    "line": "Can you tell me what time you'll come back to my place, please?",
    "category": "nsfw"
  },
  {
    "id": 81,
    "line": "Give me your car keys so I can drive you crazy.",
    "category": "nsfw"
  },
  {
    "id": 82,
    "line": "Your outfit would look great on my bedroom floor.",
    "category": "nsfw"
  },
  {
    "id": 83,
    "line": "I lost my keys… Can I check your pants?",
    "category": "nsfw"
  },
  {
    "id": 84,
    "line": "With school, I just want an A. With you, I just want to F.",
    "category": "nsfw"
  },
  {
    "id": 85,
    "line": "Are you a campfire? Because you're hot and I want s'more.",
    "category": "nsfw"
  },
  {
    "id": 86,
    "line": "I'm peanut butter, you're jelly, let's have S.",
    "category": "nsfw"
  },
  {
    "id": 87,
    "line": "I'm not feeling myself today. Can I feel you instead?",
    "category": "nsfw"
  },
  {
    "id": 88,
    "line": "Are you my homework? Cause I'm not doing you but I definitely should be.",
    "category": "nsfw"
  },
  {
    "id": 89,
    "line": "Are you a drill sergeant? Because you have my privates standing at attention.",
    "category": "nsfw"
  },
  {
    "id": 90,
    "line": "Can you do telekinesis? Because you've made a part of me move without even touching it.",
    "category": "nsfw"
  },
  {
    "id": 91,
    "line": "If you were a flower you'd be a damn-delion.",
    "category": "nsfw"
  },
  {
    "id": 92,
    "line": "Let's play Titanic. You'll be the iceberg and I'll go down.",
    "category": "nsfw"
  },
  {
    "id": 93,
    "line": "I'm having trouble sleeping by myself, can you sleep with me?",
    "category": "nsfw"
  },
  {
    "id": 94,
    "line": "This might seem corny but you're making me horny.",
    "category": "nsfw"
  },
  {
    "id": 95,
    "line": "If I was the judge, I'd sentence you to my bed.",
    "category": "nsfw"
  },
  {
    "id": 96,
    "line": "Your legs must be tired because you've been running through my mind all night.",
    "category": "nsfw"
  },
  {
    "id": 97,
    "line": "Nice dress. Can I talk you out of it?",
    "category": "nsfw"
  },
  {
    "id": 98,
    "line": "That shirt looks great on you… as a matter of fact, so would I.",
    "category": "nsfw"
  },
  {
    "id": 99,
    "line": "We could be the reason Santa has a naughty list this year.",
    "category": "nsfw"
  },
  {
    "id": 100,
    "line": "I'm not a dentist, but I bet I could give you a filling.",
    "category": "nsfw"
  },
  {
    "id": 101,
    "line": "Are you an archaeologist? Because I've got a large bone for you to examine.",
    "category": "nsfw"
  },
  {
    "id": 102,
    "line": "If I were an enzyme, I'd be DNA helicase so I could unzip your genes.",
    "category": "nsfw"
  },
  {
    "id": 103,
    "line": "You must be halite, because you have perfect cleavage!",
    "category": "nsfw"
  },
  {
    "id": 104,
    "line": "Are you sitting on the F5 key? Because your ass is refreshing!",
    "category": "nsfw"
  },
  {
    "id": 105,
    "line": "You must be a star because I can’t stop orbiting around you.",
    "category": "geeky"
  },
  {
    "id": 106,
    "line": "What are boobs ? I’m a visual learner by-the-way",
    "category": "nsfw"
  },
  {
    "id": 107,
    "line": "Hey girl are you Gillette ? Because you're the best a man can get.",
    "category": "hilarious"
  },
  {
    "id": 108,
    "line": "If looks could kill, your face would be a weapon of mass destruction.",
    "category": "hilarious"
  },
  {
    "id": 109,
    "line": "I'm not a gynecologist but I'll take a look.",
    "category": "nsfw"
  },
  {
    "id": 110,
    "line": "Are you a bowling ball ? Because I wanna put three fingers inside of you!",
    "category": "nsfw"
  },
  {
    "id": 111,
    "line": "Hi. Are you busy? Do you have a few minutes so I can hit on you?",
    "category": "hilarious"
  },
  {
    "id": 112,
    "line": "You have no idea how many times I had to swipe left to find you.",
    "category": "hilarious"
  },
  {
    "id": 113,
    "line": "Is this the Hogwarts Express? Because it feels like you and I are headed somewhere magical.",
    "category": "movie"
  },
  {
    "id": 114,
    "line": "Hello. Cupid called. He wants to tell you that he needs my heart back.",
    "category": "cheesy"
  }  
]
