[{"quote": "I don't believe in an afterlife, although I am bringing a change of underwear.", "movie": "Love and Death"}, {"quote": "Bisexuality immediately doubles your chances for a date on Saturday night.", "movie": "Annie Hall"}, {"quote": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.", "movie": "Annie Hall"}, {"quote": "I feel that life is divided into the horrible and the miserable. That's the two categories. The horrible are like, I don't know, terminal cases, you know, and blind people, crippled. I don't know how they get through life. It's amazing to me. And the miserable is everyone else. So you should be thankful that you're miserable, because that's very lucky, to be miserable.", "movie": "Annie Hall"}, {"quote": "I can't listen to that much Wagner. I start getting the urge to conquer Poland.", "movie": "Annie Hall"}, {"quote": "I'm standing here in pieces and you're having delusions of grandeur.", "movie": "Husbands and Wives"}, {"quote": "I've never been an intellectual but I have this look.", "movie": "Annie Hall"}, {"quote": "There are two types of people in this world: good and bad. The good sleep better, but the bad seem to enjoy the waking hours much more.", "movie": "Crimes and Misdemeanors"}, {"quote": "I have a photographic memory, but I always forget to put film in the camera.", "movie": "Hannah and Her Sisters"}, {"quote": "I don't think my parents liked me. They put a live teddy bear in my crib.", "movie": "Annie Hall"}, {"quote": "The only thing standing between me and greatness is me.", "movie": "Woody Allen: A Documentary"}, {"quote": "I don't know enough to be incompetent.", "movie": "The Front"}, {"quote": "I don't want to live on in the hearts of my countrymen; I want to live on in my apartment.", "movie": "Manhattan Murder Mystery"}, {"quote": "The universe is expanding. That should help with the traffic.", "movie": "Annie Hall"}, {"quote": "I'm at two with myself. One, on the one hand, I'm a happily married man. On the other hand, I have to keep inventing new ways to sabotage my happiness.", "movie": "Husbands and Wives"}, {"quote": "I'm not afraid to die. I just don't want to be there when it happens.", "movie": "Woody Allen: A Documentary"}, {"quote": "I believe in mandatory cannibalism. If people were forced to eat what they killed, there would be no more wars.", "movie": "Sleeper"}, {"quote": "Life is full of misery, loneliness, and suffering - and it's all over much too soon.", "movie": "Annie Hall"}]
